app/views/dashboards/new_tracking.html.erb

SELECT `levels`.* FROM `levels` WHERE (level_id = 0)
---
                                           :style => "border-radius: 5px;border: #C9C9C9 1px solid;width: 47%;height:25%;padding: 2px 5px;font-size: 13px;" %>
                        <%= select_tag "level[#{i}][level_id]", options_for_select(Level.all.map{|i| [i.name,i.id]}),
                               :class => "wgu_vend_select", :style => "height:25%", :prompt => @all_levels.blank? ? "Select Level" : "Assign as SubLevel To" %>